Revit 2024 API
GroupTypeId.Insulation Property
 Insulation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Insulation { get; }
Visual Basic
Public Shared ReadOnly Property Insulation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Insulation {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace